Repository: xtomasnemec/DFBRIS-II
Catalog: dfbris-ii/Sources/DFBRIS2/Resources/Localizable.xcstrings
Source language: en
Languages: cs

# %@: %lld min
source: %1$@: %2$lld min
cs: %1$@: %2$lld minut

source: Arrival
cs: Příjezd

source: Author
cs: Autor

source: Close
cs: Zavřít

source: Confirm logout
cs: Potvrdit odhlášení

source: Connection search
cs: Hledat spojení

source: Contact
cs: Kontakt

source: Contacts
cs: Kontakty

source: Could not load events
cs: Nepodařilo se načíst události

source: Could not load extraordinary events
cs: Nepodařilo se načíst mimořádnosti

source: Could not load line colors
cs: Nepodařilo se získat barvy linek

source: Could not load timetable
cs: Nepodařilo se načíst jízdní řád

# Course
source: Service
cs: Kurz

source: Current events
cs: Aktuální události

source: Delay
cs: Zpoždění

source: Departure
cs: Odjezd

source: DFB website
cs: Web DFB

source: DFB
cs: Dopravní Fotoakce Brno

source: Dynamic map
cs: Dynamická mapa

source: End place
cs: Konec

source: Error: %@
cs: Chyba: %@

source: Events
cs: Události

source: Everything is running smoothly!
cs: Všechno jede jako po másle!

source: Extraordinary events
cs: Mimořádné události

source: Home
cs: Hlavní stránka

source: Load more
cs: Načíst více

source: Log in
cs: Přihlásit se

source: Login
cs: Přihlášení

source: Logout
cs: Odhlásit

source: My account
cs: Můj účet

source: No active session found
cs: Nenalezena žádná aktivní session

source: No extraordinary events
cs: Žádné mimořádnosti

source: Notes
cs: Poznámky

source: Password
cs: Heslo

source: Past events
cs: Již proběhlé události

source: PDF Attachment
cs: Informačňí leták

source: Phone
cs: Telefon

source: Remember me
cs: Pamatuj si mě

source: Reservations
cs: Rezervace

source: Reservations Admin
cs: Rezervace Admin

source: Restrictions
cs: Omezení

source: Retry
cs: Zkusit znovu

source: RezSys access
cs: Přístup do RezSys

source: Services
cs: Služby

# Sign in to access reservations and account tools
source: Sign in to access RezSys
cs: Pro používání RezSys se prosím přihlašte!

source: Sort
cs: Seřadit

source: Start place
cs: Start

source: Ticket check
cs: Štiplístek

source: Time
cs: Čas

source: Timetable
cs: Jízdní řád

source: Transport
cs: Doprava

source: Under construction
cs: V přípravě

source: User
cs: Uživatel

source: Username
cs: Jméno

source: Vehicles
cs: Vozidla

source: You are already logged out
cs: Už jste byl odhlášen

source: You are already signed in
cs: Už jste byl přihlášen

source: You are logged in
cs: Jste přihlášen

source: You are signed in right now
cs: Jste přihlášen
